{
  "home.titel": "I'm a Full Stack Web Developer",
  "home.description": "I can turn your exciting ideas into creative digital solutions and powerful services!",
  "home.checkMyWork": "Check My Work",
  "about.titel": "About",
  "about.howIm": "  I am a web developer, working in both, backend and frontend programming. Excited for improving my skills and learning new technologies. I'm open to learn and work with any web technology and currently doing freelance gigs.",
  "about.phrase1": " I like to code matters from scratch and love the idea of bringing thoughts to life. Connect with me to get your project done.",
  "about.phrase2": " I value minimalistic designs, thoughtful branding of the content, and customer relatable experience. Let’s discover together how we can make your project convert better!",
  "about.phrase3": " I enjoy creating or redesigning a distinct identity for a product or service, get more traffic from search engine and social platforms.",
  "portfolio.titel": "Portfolio",
  "portfolio.mywork": "Check out some of my work right here",
  "portfolio.demo": "Demo",
  "portfolio.github": "GitHub",
  "experience.titel": "Experience",
  "experience.mywork": "These are the technologies I've worked with and used them in my projects.",
   "portfolio.myworktitel1":"announcement site",
  "portfolio.myworkDescription1": "This real estate application allows users to browse, post, and manage property listings (apartments, houses, land, offices, etc.). Users can search properties by location, price, type, or surface area, save favorites, and contact sellers directly through the platform.\n\n",
  "portfolio.myworkDescription1.1":"The back end is powered by Node.js and Express, with data stored in MongoDB. The front end is built using React, offering a fast, responsive, and modern user interface.\n\nThe entire application is deployed on DigitalOcean, ensuring performance, scalability, and security.",
  "portfolio.myworktite2":"moving company website France",
  "portfolio.myworkDescription2": "Super Dem is a professional service presentation website, built with WordPress. It allows visitors to discover the services offered, learn more about the company, and get in touch easily. With a clean and responsive interface, users can navigate smoothly, whether on a computer, tablet, or smartphone.",
  "portfolio.myworktite3":" startup presenatation",
  "portfolio.myworkDescription3": "This showcase website, built with Vue.js and Node.js, presents the innovative services of a startup. It offers fast, smooth, and interactive navigation, highlighting the offered solutions, the company’s values, and the benefits for clients. Thanks to its modern architecture, the site is fully responsive and optimized for performance and user experience. Visitors can explore the services, learn more about the founding team, and easily contact the startup via a form or chatbot.",
   "portfolio.myworktite4":" micro-tutoring platform",

  "portfolio.myworkDescription4": "This micro-tutoring platform, built with React.js and Java (using the JHipster framework), connects students with tutors for personalized learning sessions. The site includes several secure dashboards: one for administrators, one for tutors, and one for students",
 "portfolio.myworkDescription4.1":"Users can book tutoring sessions online, make secure payments, view their session history, and purchase educational resources (documents, notes, exercises).",
 "portfolio.myworkDescription4.2":"The platform provides a smooth, responsive, and intuitive experience, featuring internal messaging, automatic notifications, and dedicated personal spaces for each user role.",
    "portfolio.myworktite5":"Aswaaq website",

 "portfolio.myworkDescription5": "The Aswaaq website, built with WordPress, delivers a modern and user-friendly experience focused on everyday customer needs.With its clean, responsive design, the site showcases Aswaaq’s commitment to quality, local service, and customer convenience, while integrating modern e-commerce features.",
     "portfolio.myworktite6":"booking website",

 "portfolio.myworkDescription6": "This website, built with React.js and Node.js, allows users to easily book sports fields and various leisure activities online.",
"portfolio.myworkDescription6.1":"With a modern, fast, and responsive interface, users can view real-time availability, choose their activity (football, tennis, padel, yoga, etc.), select a time slot, and confirm their booking in just a few clicks.",
"portfolio.myworktite7":"electronic document management",
"portfolio.myworkDescription7": "This electronic document management (EDM) application, developed using Angular and Node.js, enables businesses to centralize, organize, and secure all their digital documents efficiently.",
  "contact.titel": "Contact",
  "contact.text": "Submit the form below to get in touch with me",
  "nav.lan.en": "English",
  "nav.lan.fr": "French",
  "nav.home": "home",
  "nav.about": "About",
  "nav.portfolio": "Portfolio",
  "nav.experience": "experience",
  "nav.contact": "contact"
}